
[GAMEDATA]
detail=To play Blacklight: Retribution, at least %.1f MB is required.
problem=There is not enough avaliable space on the HDD.
solution=Please exit the game and delete any unnessary data from the HDD.

[MISC]
cachelimitmsg=%d more MB of HDD space is needed. Please quit now to free up the space.
corruptmsg=The game data is irreparably damaged. Please quit, delete the game data, and run again.
ejectmsg=The disc has been ejected. The game cannot continue. Please quit and restart the game.
installmsg=Installing required game data. Please do not turn off the CENSORED.
statusmsg=LAST SEEN PLAYING BLACKLIGHT: RETRIBUTION

[SAVEGAMEDATA]
check=Checking SAVE DATA...\nDo not turn off the system.
create=Creating SAVE DATA...\nDo not turn off the system.
detail=Game progress and profile settings.
dialogmsg=This game saves progress automatically.\nDo not power off the system when the HDD access indicator is flashing.
subtitle=SAVE DATA
title=Blacklight: Retribution

[TROPHY]
corrupt=Re-Installing Trophies
init=Initializing Trophy Set...\nDo not turn off the system.
install=Installing Trophies
setup=Setting up Trophies
update=Updating Trophies
